/* AD: Forest automatic */
"- Automatic -" = "- Automatiskt -";

/* AD: Alert title */
"Account expired or disabled" = "Kontot har gått ut eller avaktiverats";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory tillåter endast små variationer mellan klockorna i din dator och Active Directory-servern. Du bör kontrollera inställningarna för datum och tid i datorn och återställa dem om det behövs.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Insticksfilen Active Directory kräver att Mac OS X kontrollerar filen ”/Library/Preferences/edu.mit.Kerberos”. Den existerande filen kommer att få namnet ”/Library/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Tidsfel i Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "En ogiltig kombination av domän och trädsamling angavs. Du bör ange ett fullständigt DNS-namn för domänen och trädsamlingen (t.ex. annons.företag.se).";

/* AD: Alert title */
"An unknown error occurred" = "Ett okänt fel inträffade";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Ett okänt fel inträffade när konfigurationen lästes in.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Ett okänt fel inträffade när konfigurationen uppdaterades.";

/* AD: Dialog status message */
"An unknown error occurred." = "Ett okänt fel inträffade.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Autentiseringsfel";

/* AD: Dynamic button title */
"Bind\\U2026" = "Koppla…";

/* AD: Button title */
"Cancel" = "Avbryt";

/* AD: Alert message */
"Configuring on Master or Replica" = "Konfigurerar på master eller kopia";

/* AD: Alert title */
"Container does not exist" = "”Container” existerar inte";

/* AD: Button title */
"Continue" = "Fortsätt";

/* AD: Button title */
"Force Unbind" = "Tvinga losskoppling";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Göm avancerade alternativ";

/* AD: Alert title */
"Insufficient privileges" = "Otillräcklig behörighet";

/* AD: Alert title */
"Invalid domain" = "Ogiltig domän";

/* AD: Alert title */
"Invalid user name and password combination" = "Ogiltig kombination av användarnamn och lösenord";

/* AD: Alert title */
"Join existing account?" = "Anslut till existerande konto?";

/* AD: Alert title */
"Join Kerberos realm" = "Anslut till Kerberos-område";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberosfilen finns redan";

/* AD: Alert title */
"Memory allocation error" = "Minnestilldelningsfel";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Tar bort datorn från Active Directory";

/* AD: Alert Button */
"Rename" = "Byt namn";

/* AD: Dynamic button title */
"Show Advanced Options" = "Visa avancerade alternativ";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Steg 1 av 5: Söker efter trädsamlings-/domäninformation…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Steg 2 av 5: Söker närmaste domänövervakare…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Steg 3 av 5: Kontrollerar ID-handlingar…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Steg 4 av 5: Söker efter existerande dator…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Steg 5 av 5: Kopplar dator till domän…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Steg 5 av 5: Ansluter dator till domän…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Kontoinformationen som skrevs in angav ett konto som redan existerar. Vill du lägga till den här datorn i det befintliga kontot? Denna åtgärd kan inte ångras.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Kontoinformationen du angett har antingen utgått eller avaktiverats. Du bör ange ett annat administratörskonto.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Det angivna administratörskontot har inte tillräcklig behörighet för åtgärden.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Behållaren du angav för datorn existerar inte. Kontrollera behållarens information och försök igen.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Datorn kan av okänd anledning inte nå domänövervakaren.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Om du vill ansluta servern till Active Directory Kerberos-området öppnar du Server Admin och väljer Open Directory för den här servern. Klicka på Allmänt i panelen Inställningar, och sedan på Anslut till Kerberos. Ange ID-information för en lokal administratör på servern.";

/* AD: Alert title */
"Unable to access domain controller" = "Kan inte nå domänövervakaren";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Kan inte tilldela minne till åtgärden.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Kan inte öppna Active Directory-nod";

/* AD: Alert message */
"Unable to open Active Directory node." = "Kan inte öppna Active Directory-nod.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Koppla loss…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Varning: Du håller på att konfigurera Active Directory-insticksfilen på en master eller kopia av Open Directory. Om du fortsätter kan du få problem med Open Directory Kerberos-servern.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Varning: om du klickar på Tvinga losskoppling så kommer du att lämna ett oanvänt datorkonto i katalogen.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Du har inte behörighet att läsa inställningarna i detta insticksprogram.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Du har inte behörighet att uppdatera inställningarna";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Ogiltig kombination av användarnamn och lösenord. Kontrollera namn och lösenord och försök igen.";

